data/ReleasePaymentBlock_61  _0200000000.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:urn="urn:sap-com:document:sap:rfc:functions">
    <soapenv:Header />
    <soapenv:Body>
        <ns0:RFC_CALL_TRANSACTION_USING xmlns:ns0="urn:sap-com:document:sap:rfc:functions">
            <MODE>N</MODE>
            <TCODE>FB09</TCODE>
            <BT_DATA>
                <item>
                    <PROGRAM>SAPMF05L</PROGRAM>
                    <DYNPRO>0102</DYNPRO>
                    <DYNBEGIN>X</DYNBEGIN>
                    <FNAM></FNAM>
                    <FVAL></FVAL>
                    <DESCRIPTION>FB09Data</DESCRIPTION>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>RF05L-XKKRE</FNAM>
                    <FVAL>X</FVAL>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>RF05L-BELNR</FNAM>
                    <FVAL>0200000000</FVAL>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>RF05L-BUKRS</FNAM>
                    <FVAL>61  </FVAL>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>RF05L-GJAHR</FNAM>
                    <FVAL>2019</FVAL>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>RF05L-BUZEI</FNAM>
                    <FVAL>002</FVAL>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>BDC_OKCODE</FNAM>
                    <FVAL>/00</FVAL>
                </item>
                <item>
                    <PROGRAM>SAPMF05L</PROGRAM>
                    <DYNPRO>0302</DYNPRO>
                    <DYNBEGIN>X</DYNBEGIN>
                    <FNAM></FNAM>
                    <FVAL></FVAL>
                    <DESCRIPTION>VendorData</DESCRIPTION>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>BDC_OKCODE</FNAM>
                    <FVAL>=ZK</FVAL>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>BSEG-ZLSPR</FNAM>
                    <FVAL></FVAL>
                </item>
                <item>
                    <PROGRAM>SAPMF05L</PROGRAM>
                    <DYNPRO>1302</DYNPRO>
                    <DYNBEGIN>X</DYNBEGIN>
                    <FNAM></FNAM>
                    <FVAL></FVAL>
                    <DESCRIPTION>VendorBankCode</DESCRIPTION>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>BDC_OKCODE</FNAM>
                    <FVAL>=ENTR</FVAL>
                </item>
                <item>
                    <PROGRAM>SAPMF05L</PROGRAM>
                    <DYNPRO>0302</DYNPRO>
                    <DYNBEGIN>X</DYNBEGIN>
                    <FNAM></FNAM>
                    <FVAL></FVAL>
                    <DESCRIPTION>FinalScreen</DESCRIPTION>
                </item>
                <item>
                    <PROGRAM></PROGRAM>
                    <DYNPRO>0000</DYNPRO>
                    <DYNBEGIN></DYNBEGIN>
                    <FNAM>BDC_OKCODE</FNAM>
                    <FVAL>=AE</FVAL>
                </item>
            </BT_DATA>
            <L_ERRORS></L_ERRORS>
        </ns0:RFC_CALL_TRANSACTION_USING>
    </soapenv:Body>
</soapenv:Envelope>
